[
  { 
    "title": "1",
    "description": "A number puzzle where you combine tiles to reach the ultimate goal of the number 1. Think strategically as each move counts. Every merge brings you closer to victory. Simple rules, but tricky gameplay.",
    "image": "images/1.png",
    "url": "g/1.html"
  },
  {
    "title": "10 Bullets",
    "description": "Fire only 10 bullets and try to cause the biggest chain reaction possible. Each hit can explode into more destruction. Timing and accuracy are key to clearing the screen. Can you make every shot count?",
    "image": "images/10-bullets.png",
    "url": "g/10-bullets.html"
  },
  {
    "title": "10 Minutes Till Dawn",
    "description": "Survive endless waves of monsters for 10 minutes. Use powerful weapons and upgrades to stay alive. Every second is intense and filled with danger. Only the strongest survive till dawn.",
    "image": "images/10.png",
    "url": "g/10 Minutes Till Dawn.html"
  },
  {
    "title": "10-103 Null Kevin",
    "description": "A dark, side-scrolling horror adventure. Explore unsettling environments filled with eerie enemies. Solve puzzles and survive encounters with terrifying creatures. A haunting sequel full of mystery.",
    "image": "images/Kevin.png",
    "url": "g/10-103 Null Kevin.html"
  },
  {
    "title": "12 Mini Battles",
    "description": "Challenge a friend in quick-fire mini-games. From sports to combat, each round is unique. The controls are simple but the competition is fierce. See who becomes the ultimate champion.",
    "image": "images/12.png",
    "url": "g/12 Mini Battles.html"
  },
  {
    "title": "1 On 1 Soccer",
    "description": "A fun and simple soccer duel. One player defends, the other attacks. Outscore your opponent to claim victory. Fast-paced and unpredictable matches every time.",
    "image": "images/soccer.png",
    "url": "g/1 On 1 Soccer.html"
  },
  {
    "title": "1 On 1 Tennis",
    "description": "Play a classic tennis showdown. Rally the ball back and forth over the net. Score points by outsmarting your rival. Quick and competitive matches every round.",
    "image": "images/tennis.jpg",
    "url": "g/1 On 1 Tennis.html"
  },
  {
    "title": "1v1 lol",
    "description": "Shoot, build, and survive in intense battles. Test your aim and building skills against real players. Fast matches keep the action constant. Outsmart and outgun your opponent to win.",
    "image": "images/1v1lol.jpg",
    "url": "g/1v1 lol.html"
  },
  {
    "title": "1v1 lol (2)",
    "description": "Engage in third-person shooting duels. Build defenses while attacking with precision. Every match tests your reflexes and creativity. Prove you’re the last one standing.",
    "image": "images/1v1.jpeg",
    "url": "g/1v1loll.html"
  },
  {
    "title": "2048 CupCakes",
    "description": "Slide colorful cupcakes on the grid. Merge them to create new and tastier treats. Keep combining until you reach the 2048 cupcake. Addicting, sweet, and fun to play.",
    "image": "images/2048cake.jpg",
    "url": "g/2048 cupcakes.html"
  },
  {
    "title": "2Doom",
    "description": "A retro 2D version of DOOM. Fight classic enemies in pixel-art style. Blast your way through fast-paced levels. Old-school action with a new twist.",
    "image": "images/doom.png",
    "url": "g/2Doom.html"
  },
  {
    "title": "2D Shooting Online",
    "description": "Jump into a 2D multiplayer battlefield. Use a variety of weapons to defeat rivals. Play in different maps and modes with friends. Action-packed matches every time.",
    "image": "images/2d.jpeg",
    "url": "g/2D Shooting.html"
  },
  {
    "title": "3Dash",
    "description": "A 3D twist on Geometry Dash. Jump, dodge, and time your moves perfectly. Create and play levels with the advanced editor. Rhythm, challenge, and creativity collide.",
    "image": "images/dash.jpg",
    "url": "g/3Dash.html"
  },
  {
    "title": "4th And Goal",
    "description": "A football game with real playbook strategies. Run, pass, and score with no punts allowed. Use tactics to outsmart your opponent’s defense. Every play feels like a big game moment.",
    "image": "images/4th.jpeg",
    "url": "g/4th And Goal.html"
  },
  {
    "title": "3 Slices 2",
    "description": "Cut blocks into pieces with just three moves. Drop red ones, float the blue ones. Gravity and timing matter with each slice. Clever puzzles keep you thinking ahead.",
    "image": "images/slice.png",
    "url": "g/3 Slices 2.html"
  },
  {
    "title": "60 Seconds Burger Run",
    "description": "Rush to serve burgers before time runs out. Collect ingredients as fast as you can. Assemble orders and keep the customers happy. A frantic race against the clock.",
    "image": "images/burger.png",
    "url": "g/60 Seconds Burger Run.html"
  },
  {
    "title": "60 Seconds Santa Run",
    "description": "Help Santa reach the toy factory. You only have one minute to succeed. Dodge obstacles and move quickly through the snowy path. A festive test of speed and skill.",
    "image": "images/santaaa.png",
    "url": "g/60 Seconds Santa Run.html"
  },
  {
    "title": "2048",
    "description": "Slide tiles on the board to combine numbers. Aim to create the legendary 2048 tile. Plan ahead or risk filling up the grid. A modern classic puzzle game.",
    "image": "images/2048.png",
    "url": "g/2048.html"
  },
  {
    "title": "8 Ball Classic",
    "description": "Line up your cue and aim carefully. Pocket solids or stripes to clear the table. Strategic shots set you up for the win. Finish with the 8-ball to claim victory.",
    "image": "images/8ball.jpeg",
    "url": "g/8 Ball Classic.html"
  },
  {
    "title": "8 Ball Pool",
    "description": "Challenge opponents in realistic pool matches. Call your shots and pocket balls in order. Compete for skill and precision to win. A timeless game of strategy and aim.",
    "image": "images/classic.jpeg",
    "url": "g/8 Ball Pool.html"
  },
  {
    "title": "9007199254740992",
    "description": "Step into a strange number realm. Logic twists and precision is challenged. Every move could shift reality itself. A puzzle beyond ordinary comprehension.",
    "image": "images/6767.png",
    "url": "g/9007199254740992.html"
  },
  {
    "title": "40xescape",
    "description": "Escape from 40 unique puzzle rooms. Each challenge requires creative thinking. Solve clues to unlock the way forward. A simple yet clever test of wit.",
    "image": "images/40x.jpeg",
    "url": "g/40xescape.html"
  },
  {
    "title": "99 Balls",
    "description": "Shoot bouncing balls to break blocks. Each block has a number of hits required. Keep the blocks from reaching the bottom. Addictive and endless gameplay loop.",
    "image": "images/99balls.jpeg",
    "url": "g/99 Balls.html"
  },
  {   
    "title": "Abandoned",
    "description": "Search strange lands for your lost brother. Solve tricky puzzles along the way. Explore eerie worlds full of mystery. A haunting puzzle-adventure experience.",
    "image": "images/abn.jpeg",
    "url": "g/Abandoned.html"
  },
  {
    "title": "Abandoned 3",
    "description": "Explore an abandoned haunted house. Solve riddles and uncover hidden secrets. Every corner hides something unexpected. A chilling test of bravery and brains.",
    "image": "images/abbb.jpeg",
    "url": "g/Abandoned 3.html"
  },
  { 
    "title": "Basket Random",
    "description": "Play unpredictable ragdoll basketball. Courts, balls, and rules change constantly. Score baskets before your rival does. Funny, chaotic, and competitive fun.",
    "image": "images/basket.webp",
    "url": "g/BasketRandom.html"
  },
  { 
    "title": "Backrooms",
    "description": "Wander endless yellow halls in the Backrooms. Escape eerie rooms and avoid lurking dangers. The deeper you go, the harder it gets. Simple controls, chilling mystery.",
    "image": "images/backrooms.jpeg",
    "url": "g/Backrooms.html"
  },
  { 
    "title": "Bad Parenting",
    "description": "Bad parenting involves consistent neglect of a child’s emotional, psychological, or physical needs, causing lasting harm regardless of intent.",
    "image": "images/bad.jpeg",
    "url": "g/Bad Parenting.html"
  },
  { 
    "title": "Chicken CS",
    "description": "Become a blocky battle chicken armed with powerful weapons! Fight in colorful arenas, blast your rivals, and prove who rules the coop in this fast-paced action shooter.",
    "image": "images/chicken.jpeg",
    "url": "g/Chickenwar.html"
  },
  { 
    "title": "Drive Mad",
    "description": "Take control of a wobbly car. Navigate obstacles without flipping over. Each level gets trickier and more creative. Precision driving leads you to victory.",
    "image": "images/drive.webp",
    "url": "g/Drive Mad.html"
  },
  { 
    "title": "Escape Road",
    "description": "Race down a dangerous road filled with obstacles and traps! Dodge, weave, and survive as long as you can while the speed keeps rising. Can you make your great escape?",
    "image": "images/escape.jpeg",
    "url": "g/Escape Road.html"
  },
  { 
    "title": "FNAF",
    "description": "Survive five nights as a security guard in a haunted pizzeria where animatronics come to life. Watch the cameras, manage your power, and do nott let them catch you in this terrifying survival horror!",
    "image": "images/fnaf.jpeg",
    "url": "g/FNAF.html"
  },
  { 
    "title": "Granny 2",
    "description": "Trapped again—this time with Granny and Grandpa! Sneak, hide, and solve puzzles to escape their house before it is too late.",
    "image": "images/granny2.jpg",
    "url": "g/Granny 2.html"
  },
  { 
    "title": "Gun Spin",
    "description": "Test your luck and nerve! Spin the chamber and see if you survive. Quick reflexes and a bit of courage decide your fate.",
    "image": "images/gun.jpeg",
    "url": "g/Gun Spin.html"
  },
  { 
    "title": "Hole.io",
    "description": "Control a black hole and swallow everything in sight! Compete with others, grow bigger, and dominate the city until nothing is left standing.",
    "image": "images/hole.jpg",
    "url": "g/Hole.io.html"
  },
  { 
    "title": "Infinite Craft",
    "description": "Control a black hole and swallow everything in sight! Compete with others, grow bigger, and dominate the city until nothing is left standing.",
    "image": "images/infinite.png",
    "url": "g/Infinite Craft.html"
  },
  { 
    "title": "Jailbreak Obby",
    "description": "Escape the prison by running, jumping, and dodging deadly traps! Test your parkour skills through tricky obstacle courses and see if you can break free.",
    "image": "images/jail.jpeg",
    "url": "g/Jailbreak Obby.html"
  },
  { 
    "title": "Knightmare Tower",
    "description": "Launch into battle and slice through waves of monsters as you climb the tower! Rescue princesses, upgrade your gear, and see how high you can go in this fast-paced action adventure.",
    "image": "images/knight.jpeg",
    "url": "g/Knightmare Tower.html"
  },
  { 
    "title": "Learn to Fly",
    "description": "Help a determined penguin learn to fly! Launch, glide, and upgrade your gear to soar farther each time in this addictive adventure.",
    "image": "images/fly.jpeg",
    "url": "g/Learn to Fly.html"
  },
  { 
    "title": "Minecraft 1.11.2",
    "description": "Explore, build, and survive in Minecraft 1.11.2. Craft tools, fight mobs, and shape your world block by block. Endless creativity, adventure, and survival await.",
    "image": "images/minecraft.jpeg",
    "url": "g/Minecraft 1.11.2.html"
  },
  { 
    "title": "Minecraft 1.20.1",
    "description": "Gather, build, and survive in Minecraft 1.20.1. Explore new biomes, craft gear, and unleash your creativity block by block.",
    "image": "images/minecraft.jpeg",
    "url": "g/mc1.20_u76.html"
  },
  { 
    "title": "nzp",
    "description": "Fight endless waves of zombies in this portable FPS! Survive as long as you can, unlock weapons, and hold your ground against the undead.",
    "image": "images/nzp.jpeg",
    "url": "g/nzp.html"
  },
  { 
    "title": "Only Up",
    "description": "Climb higher and higher through wild obstacles and tricky platforms! One wrong step sends you back down, so keep your balance and see how far you can go.",
    "image": "images/Only Up.jpeg",
    "url": "g/Only Up.html"
  },
  { 
    "title": "Punch the Trump",
    "description": "Step into the ring and take your best shots at Trump! Throw punches, dodge, and see how long you can last in this over-the-top boxing parody.",
    "image": "images/punchy.jpeg",
    "url": "g/Punch the Trump.html"
  },
  { 
    "title": "Quake III Arena",
    "description": "Quake III Arena throws you into intense, fast-paced arena battles where reflexes and precision rule. Blast through opponents with iconic weapons and dominate maps in pure multiplayer chaos.",
    "image": "images/quake.jpeg",
    "url": "g/Quake III Arena.html"
  },
  { 
    "title": "Ragdoll Archers",
    "description": "Ragdoll Archers is a physics-based bow battle where wobbly warriors fling arrows in chaotic duels. Aim carefully, adapt to ragdoll physics, and outlast your opponent in hilarious, unpredictable fights.",
    "image": "images/archer.jpeg",
    "url": "g/Ragdoll Archers.html"
  },
  { 
    "title": "Steal A Brainrot",
    "description": "Steal a Brainrot is a chaotic battle where you snatch brainrot from rivals while protecting your own. Outsmart, dodge, and scheme your way to the crown in nonstop fast-paced fun",
    "image": "images/brainrot.jpeg",
    "url": "g/Steal A Brainrot.html"
  },
  { 
    "title": "Troll Face Quest 1",
    "description": "Troll Face Quest 1 is a puzzle comedy game packed with tricky levels and ridiculous humor. Solve weird challenges, expect the unexpected, and get ready to be trolled at every turn",
    "image": "images/troll1.jpeg",
    "url": "g/Troll Face Quest 1.html"
  },
  { 
    "title": "Ultrakill",
    "description": "ULTRAKILL is a blood-soaked, fast-paced retro FPS where style and speed mean survival. Rip through hordes of demons with brutal weapons, fluid movement, and nonstop carnage.",
    "image": "images/6263452.jpeg",
    "url": "g/Ultrakill.html"
  }
]
